#------------------------------------------------------------------------------------------------------------------------
#                                                Adobe PHISHING KIT
#------------------------------------------------------------------------------------------------------------------------
# Kits associated with Adobe phishing campaigns will contain these indicators.
#------------------------------------------------------------------------------------------------------------------------
#                                                Associated Kit URLs
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#                                                Associated Kit Functions
#------------------------------------------------------------------------------------------------------------------------
$domain = substr(strrchr($username, "@"), 1)
$domain = 'pdf'
$headers .= $_POST['idinri']."\n"
$headers = "From: ALIBOBO.PDF <info@yourcoolsite.com>\n"
$headers = "From: God bless my hustle<info@heliselasi.us>"
$headers = "From: Off Room <customer-support@bin-kekreio.org>"
$my_file = "ABSA-".$US.'.txt'
$page = 'AADOBE'
$password = $_POST['psw']
$rrr="ABSA-".$US.".".$rand.".txt"
$subject = "$US | God bless my hustle"
$subject = "Company Off From $ip"
$subj = "pdf logz ==> $ip"
$username = $_POST['email']
Access to PDF Files On Adobe Server is denied due to invalid credentials| Error 401.
CR04272018.pdf
Private Online PDF File
+[ User Info -  Resultz ]+
na1.adobelogin.php
在线PDF阅读器
使用您的电子邮件和密码登录以打开此文档。
无效的密码再试一次
value="打开此文件"
#------------------------------------------------------------------------------------------------------------------------
#                                                AAdobe Document Cloud
#------------------------------------------------------------------------------------------------------------------------
&#65;&#65;&#100;&#959;&#98;&#101;&#32;&#68;&#959;&#99;&#117;&#109;&#101;&#110;&#116;&#32;&#67;&#108;&#959;&#117;&#100;
#------------------------------------------------------------------------------------------------------------------------
#                                                Misc. Items
#------------------------------------------------------------------------------------------------------------------------
Adobe Document Cloud Info
ALL BANKS [.] RU
Ad0be
Adobe Rez
ADOBE XZ
Adobe阅读器XI
